const r = require('./db/models/Recipe');
const uuid = require('uuid');
const mongoose = require('mongoose');
mongoose
  .connect(process.env.MONGO_URI || 'mongodb://root:IDtU2wDwSakw90sWF9S5g7ST@may.iran.liara.ir:33490/my-app?authSource=admin')
  .then(() => {
    r.insertMany([
      {
        _id: uuid.v4(),
        name: 'دمی لخلاخ',
        requirements: [
          {
            itemName: 'برنج',
            itemNumber: 4,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'فیله ماهی سرخو ',
            itemNumber: 3,
            itemUnit: 'عدد',
          },
          {
            itemName: 'پیاز',
            itemNumber: 4,
            itemUnit: 'عدد',
          },
          {
            itemName: 'سیر',
            itemNumber: 4,
            itemUnit: 'حبه',
          },
          {
            itemName: 'شوید تازه',
            itemNumber: 1.5,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'نمک، فلفل سیاه، فلفل قرمز، زردچوبه، پودر لیمو عمانی',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['بوشهر'],
        images: ['/uploads/1.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                یکی از محبوب ترین اقلیم های غذایی ایران مربوط به جنوب کشورمونه. غذاهایی که بنا به خاستگاه تهیه اون ها، در مواد اولیه از آبزیان استفاده میشه و معمولا تند و تیز هستن که وجود اونها در کنار هم مزه های شگفت انگیزی رو ایجاد می کنه.
                امروز قراره با هم طرز تهیه یک غذای معروف بوشهری رو تجربه کنیم که به نام دمی لخلاخ یا لخ لخ هم معروفه.
                در ادامه با طرز تهیه این غذای بسیار راحت و خوشمزه با ما همراه باشین.
                دمپخت ماهی بوشهری، دمی لَخلاخ یا در زبان محلی ماهی می‌یَدُم همه از اسامی یکی از لذیذترین خوراک‌های پلویی بوشهری است.
                البته ممکن است این خوراک با نام‌های متفاوت در برخی دیگر از شهرهای جنوبی و هرمزگان طبخ شود اما بیشتر به نام دمی لخ لخ یا لخلاخ بوشهری شناخته می‌شود.
                معمولا دو دستور پخت برای تهیه لخلاخ بوشهری ذکر شده که تفاوت عمده آن در استفاده از لیمو عمانی و یا تمبرهندی است.
                `,
        steps: [
          {
            stepName: 'مرینت کردن ماهی',
            stepBody: `ابتدا فیله ماهی را با نمک و پودر لیموعمانی و فلفل سیاه و کمی سیر خوب ماساژ دهید و برای نیم ساعت بگذارید داخل یخچال تا مزه دار شود.`,
          },
          {
            stepName: 'سرخ کردن ماهی',
            stepBody: `ماهی مزه دار شده را از یخچال خارج کنید و داخل روغن داغ سرخ کنید.`,
          },
          {
            stepName: 'تفت دادن پیاز',
            stepBody: `پیاز ها را شسته و خلالی خرد کنید و داخل روغن با کمی زردچوبه خوب تفت دهید تا طلایی و سبک شود مقداری از پیاز داغ را برای تزئین کنار بگذارید. سپس سیر ها را پوست بگیرید و رنده ریز یا له کنید و با پیاز داغ تفت دهید تا عطر سیر خارج شود در انتها مقداری فلفل قرمز اضافه کنید.`,
          },
          {
            stepName: 'جوشاندن برنج',
            stepBody: `داخل قابلمه پیاز داغ و سیر دو لیوان آب ریخته و اجازه دهید تا به جوش بیاد وقتی آب جوش آمد برنج را داخل آب در حال جوش بریزید سپس کمی که برنج نرم شد شوید تازه را که پاک کردید و خرد کردید به همراه نمک و فلفل سیاه و روغن مایع به برنج اضافه کنید.`,
          },
          {
            stepName: 'تهیه دمی لخلاخ',
            stepBody: `وقتی آب برنج در حال تمام شدن بودن ماهی سرخ شده را داخل برنج ریخته و هم بزنید سپس دم کنی رو در قابلمه قرار دهید و دمی لخلاخ را به مدت ۴۵ دقیقه دم بگذارید تا حاضر شود سپس در ظرف سرو کشیده و همراه با پیاز داغ و گرد لیموعمانی تزئین کنید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'دو پیازه میگو',
        requirements: [
          {
            itemName: 'میگو',
            itemNumber: 500,
            itemUnit: 'گرم',
          },
          {
            itemName: 'پیاز',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'سیر',
            itemNumber: 5,
            itemUnit: 'حبه',
          },
          {
            itemName: 'سیب زمینی',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'رب گوجه فرنگی',
            itemNumber: 1,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'زعفران',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'کره',
            itemNumber: 50,
            itemUnit: 'گرم',
          },
          {
            itemName: 'نمک،فلفل سیاه،فلفل قرمز،تخم گشنیز،زردچوبه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['بوشهر'],
        images: ['/uploads/2.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                دوپیازه میگو یکی از غذاهای خوشمزه جنوبی می باشد که اصالت این غذا برای بوشهر است. این غذا طرز تهیه آسان و سریعی دارد و به راحتی تهیه می شود این غذای خوشمزه در کنار برنج سرو می شود. در دوپیازه میگو می توانید به دلخواه سیب زمینی سرخ شده بریزید و یا حذف کنید. همیشه پخت میگو به دلیل بوی زهم و لاستیکی شدن آن کار سختی بوده ولی مهم ترین نکته زمان پخت حداقل ۵ الی ۷ دقیقه برای میگو می باشد تا میگوی نرمی داشته باشید شما می توانید به دلخواه برای تهیه دوپیازه میگو از هر سایز میگویی استفاده کنید تا در کنار این غذای خوشمزه از خواص خوبش بهرمند شوید.
                `,
        steps: [
          {
            stepName: 'تفت دادن پیاز و سیر',
            stepBody: `پیاز ها را پوست گرفته و به همراه کره و کمی روغن و زردچوبه خوب تفت دهید تا سبک و شیشه ای شود سپس سیرها پوره شده را به همراه پیاز تفت دهید.`,
          },
          {
            stepName: 'افزودن میگو',
            stepBody: `میگوها را که از قبل پاک کرده و شسته اید را به پیاز و سیر اضافه کنید و تمام ادویه ها را اضافه کرده و میگو را به مدت ۷ دقیقه با مواد خوب تفت دهید.`,
          },
          {
            stepName: 'افزودن رب',
            stepBody: `در انتها رب را به همراه نمک و کمی زعفران اضافه کنید و خوب تفت داده تا بوی خامی رب از بین برود و رب خوش رنگ شود در مجموع باید ۱۰ دقیقه زمان دهید نه بیشتر نه کمتر.`,
          },
          {
            stepName: 'تهیه دوپیازه میگو جنوبی',
            stepBody: `سیب زمینی ها را پوست گرفته و مکعبی خرد کنید و داخل تابه به همراه نمک و روغن سرخ کنید سپس به مواد دوپیازه میگو اضافه کنید و یا دورچین این غذا را میل کنید دوپیازه میگو ما حاضر است می توانید به همراه برنج ساده یا زعفرانی نوش جان کنید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'مهیاوه',
        requirements: [
          {
            itemName: 'ماهی ساردین خشک',
            itemNumber: 500,
            itemUnit: 'گرم',
          },
          {
            itemName: 'خردل',
            itemNumber: 500,
            itemUnit: 'گرم',
          },
          {
            itemName: 'رازیانه',
            itemNumber: 250,
            itemUnit: 'گرم',
          },
          {
            itemName: 'پوست نارنج',
            itemNumber: 5,
            itemUnit: 'تکه',
          },
          {
            itemName: 'نمک',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'تخم گشنیز',
            itemNumber: 250,
            itemUnit: 'گرم',
          },
        ],
        categories: ['هرمزگان', 'فارس'],
        images: ['/uploads/3.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                مهیاوه از ماهی درست می شود و سرشار از فسفر، کلسیم و چربی زیاد است و با دارا بودن خردل از ابتلا به بیماری پوستی (پیس) جلو گیری می کند و مردم منطقه جنوب کشور معتقدند که فرمول مهیاوه را ابن سینا طبیب و دانشمند ایرانی یا به قول بعضی ها بزرگمهر وزیر انوشیروان تهیه نموده است. یکی از غذاهای پرطرفدار بندرعباس که این روزها  کنار ساحل خلیج فارس رواج پیدا کرده سوراغ و مهیاوه است که از اینها به عنوان سس بر روی نان محلی توموشی (سیلک)  استفاده می کنند
                `,
        steps: [
          {
            stepName: 'تهیه ماهی',
            stepBody: `برای تهیه مهیاوه ابتدا ماهی را درون دبه پلاستیکی بریزید و نمک را روی ماهی بپاشید سپس روی ماهی را آب جوش ریخته تا جایی که به صورت کامل آب روی ماهی را بپوشاند سپس ماهی را به کمک قاشق چوبی هم بزنید تا نمک درون آب حل گردد.`,
          },
          {
            stepName: 'آبکش ماهی',
            stepBody: `درب دبه را به کمک پارچه ای تمیز بپوشانید سپس درب دبه را روی آن قرار دهید و دبه را به مدت ۲۰ روز در آفتاب قرار دهید و روزی دو بار به کمک قاشق چوبی آن را هم بزنید و بعد از گذشت ۲۰ روز ماهی را درون ظرفی مناسب بریزید و به کمک دست ماهی را بمالید تا به خوبی له شود سپس ماهی ها را از درون آبکش رد نمایید و تفاله های ماهی را بیرون بریزید.`,
          },
          {
            stepName: 'افزودن ادویه',
            stepBody: `خردل را بعد از تمیز کردن به خوبی بشویید سپس آن را روی پارچه ای تمیز پهن نمایید و روی آن مقداری نمک بپاشید. تخم گشنیز و رازیانه را به صورت جداگانه بشویید و آن ها را روی پارچه های جداگانه پهن نمایید و روی تخم گشنیز و رازیانه نمک بپاشید.`,
          },
          {
            stepName: 'سرو مهیاوه',
            stepBody: `ادویه ها را بعد از خشک شدن درون تابه قرار دهید سپس آن ها را بو دهید و بکوبید و با آب ماهی آن ها را مخلوط نمایید. مهیاوه را درون دبه ای مناسب بریزید و پوست نارنج خشک شده را به آن بیفزایید درب دبه را به صورت محکم ببندید.
                        مهیاوه را بعد از دو هفته می توانید سرو کنید و در صورت تمایل به آن زیره و فلفل سیاه و کنجد بیفزایید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'پلو عربی',
        requirements: [
          {
            itemName: 'گوشت گوسفندی یا گوساله',
            itemNumber: 400,
            itemUnit: 'گرم',
          },
          {
            itemName: 'سیر',
            itemNumber: 2,
            itemUnit: 'حبه',
          },
          {
            itemName: 'پیاز',
            itemNumber: 2,
            itemUnit: 'عدد متوسط',
          },
          {
            itemName: 'لپه',
            itemNumber: 2,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'کشمش پلویی',
            itemNumber: 2,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'رب گوجه فرنگی',
            itemNumber: 1,
            itemUnit: 'قاشق غذا خوری',
          },
          {
            itemName: 'برنج',
            itemNumber: 4,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'سیب زمینی',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'چوب دارچین و دانه فلفل سیاه	',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'میخک و برگ بو',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'فلفل سیاه، نمک و زردچوبه	',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'پودر دارچین، ادویه مخلوط و پودر هل',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['هرمزگان'],
        images: ['/uploads/4.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                پلوی عربی غذایی خوشمزه و مقوی است که مواد اصلی آن را گوشت بره یا گوسفند (گهگاه مرغ، ماهی)، برنج دانه بلند، گوجه فرنگی، سیب زمینی و ادویه های معطر تشکیل می دهد. همه این مواد پر از خواص مفید و مغذی می باشند به طوری که نشاسته موجود در برنج و سیب زمینی، ویتامین های گوجه، پیاز و فلفل از یک طرف و پروتئین موجود در گوشت از طرف دیگر ارزش غذایی پلوی عربی را دوچندان نموده است. شما می توانید در منزل این غذای خوشمزه را آماده کنید و در وعده شام یا ناهار به پذیرایی باشکوهی از مهمانانتان بپردازید.
                `,
        steps: [
          {
            stepName: 'پخت گوشت و لپه',
            stepBody: `برای تهیه پلو گوشت عربی خوشمزه در ابتدای کار برنج را شسته و به همراه مقداری نمک درون یک کاسه حاوی آب می ریزیم تا به مدت یک ساعت درون آب بماند و خیس بخورد. حالا گوشت را به صورت مکعبی خرد می کنیم.`,
          },
          {
            stepName: 'افزودن ادویه',
            stepBody: `در ادامه گوشت را به همراه آب، سیر و مقداری نمک، زردچوبه و فلفل سیاه درون زودپز ریخته و اجازه می دهیم گوشت کاملا پخته شود. حالا لپه را شسته و درون یک قابلمه حاوی آب می ریزیم، سپس قابلمه را روی حرارت گذاشته تا لپه پخته شود.`,
          },
          {
            stepName: 'تهیه آب گوشت و برنج',
            stepBody: `پس از پخته شدن گوشت آنرا از زودپز خارج کرده و آب گوشت را از صافی رد می کنیم تا یکدست شود، سپس برای پخت برنج کنار میگ ذاریم. حالا آب گوشت را به همراه چوب دارچین، دانه فلفل، میخک و برگ بو درون قابلمه می ریزیم.`,
          },
          {
            stepName: 'آبکشی',
            stepBody: `در ادامه قابلمه را روی حرارت گذاشته و اجازه می دهیم آب گوشت جوش بیاید، سپس برنج را شسته و به قابلمه اضافه می کنیم و آنرا به صورت کته دم می کنیم. زمانی که لپه کاملا پخته شد آنرا آبکشی می کنیم.`,
          },
          {
            stepName: 'تفت دادن مواد',
            stepBody: `حالا پیاز را به صورت نگینی ریز خرد کرده و درون یک تابع مناسب تفت می دهیم تا کمی سرخ شود، سپس گوشت پخته شده را به تابه اضافه کرده و مقداری پودر دارچین، پودر فلفل سیاه، پودر هل و ادویه مخلوط به آن می‌ افزاییم.
                        `,
          },
          {
            stepName: 'افزودن رب',
            stepBody: `در ادامه به تفت دادن ادامه می دهیم تا بوی خامی ادویه ها از بین برود، سپس رب گوجه فرنگی را به تابه اضافه کرده و پس از تفت دادن آب جوش را به آن می افزاییم. حالا اجازه می دهیم گوشت بپزد و ادویه ها به خورد آن بروند.`,
          },
          {
            stepName: 'افزودن روغن و کشمش',
            stepBody: `حالا درون یک تابه جداگانه مقداری روغن ریخته و کشمش را به آن می افزاییم. پس از کمی تفت دادن لپه را به تابه اضافه کرده و مقداری نمک و پودر دارچین به آن اضافه می کنیم و زمانی که لپه سرخ شد تابه را از روی حرارت بر می داریم.`,
          },
          {
            stepName: 'سرو به همراه سیب زمینی',
            stepBody: `پس از گذشت ۴۵ دقیقه زمانی که برنج دم کشید، آنرا درون ظرف مورد نظرمان ریخته، سپس حشو لپه و گوشت را به صورت پخش روی آن می ریزیم. در نهایت پلو را به همراه سیب زمینی سرخ شده و ترشی سرو می کنیم.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'آب پیازی',
        requirements: [
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'زردچوبه ',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'روغن',
            itemNumber: 0,
            itemUnit: 'کمی برای سرخ کردن',
          },
          {
            itemName: 'آب',
            itemNumber: 1.5,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'رب انار',
            itemNumber: 2,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'تخم مرغ',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'نمک و فلفل',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['خوزستان'],
        images: ['/uploads/5.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                حتما شما هم براتون سوال شده که آب ترشی یا آب پیازی مال کجاست و غذای کدوم منطقه هست! درسته؟ خب در واقع آب پیازی غذای استان خوزستان هست و بیشتر اون رو به اسم آب پیازی دزفول یا آب پیازی شوشتری هم می شناسن. اما آب پیازی بختیاری هم هست و میشه گفت اکثر مردم این مناطق دوستش دارن. این غذا که به گویش محلی او پیازی یا او پیوزی هم گفته میشه، طعم ترش یا ملس و کمی تند داره. بر خلاف اسمش پیاز زیادی نداره و یه جورایی مثل اشکنه به حساب میاد.
روش های خیلی متنوعی برای تهیه آب پیازی وجود داره و از مواد اولیه متفاوتی برای طعم دهی در این غذا استفاده میشه. تقریبا مثل سوپ بافت غلیظی داره و عموما به همراه نان خرد شده و یا تخم مرغ سرو میشه. اگه تا به حال این غذا رو امتحان نکردین، پیشنهاد می کنیم اصلا از دستش ندین چون واقعا طعم فوق العاده ای داره.
                `,
        steps: [
          {
            stepName: 'سرخ کردن پیاز',
            stepBody: `برای تهیه آب ترشی یا آب پیازک ابتدا پیاز را بشویید، پوست بگیرید و به شکل خلالی برش دهید. سپس کمی روغن در قابلمه بریزید و آن را روی حرارت قرار دهید. پیازها را در قابلمه بریزید و خوب تفت دهید.`,
          },
          {
            stepName: 'اضافه کردن آب',
            stepBody: `وقتی پیازهای آب پیازی سبک و نرم شدند، زردچوبه را اضافه کنید و با هم تفت دهید. وقتی خوب با هم مخلوط شده و تفت خوردند، یک و نیم پیمانه آب اضافه کنید. اجازه دهید تا آب کاملا به جوش بیاید.`,
          },
          {
            stepName: 'مخلوط کردن رب انار',
            stepBody: `وقتی آب به جوش آمد، باید نمک و فلفل را اضافه کنید. میزان نمک و فلفل به ذائقه خودتان بستگی دارد. حالا رب انار را در قابلمه ریخته و خوب بهم بزنید.`,
          },
          {
            stepName: 'پخت کامل غذا',
            stepBody: `در این مرحله از تهیه آب پیازی یا او پیازی باید حرارت اجاق گاز را کم کنید. یکی یکی تخم مرغ ها را بشکنید و در قابلمه بریزید. تخم مرغ ها به صورت یک دست و یک تکه پخته و سفت خواهند شد. حدود ده دقیقه بعد مقداری نان خرد شده در قابلمه بریزید. خوب بهم بزنید. سپس حرارت را خاموش کرده و آب پیازی را در ظرف سرو بکشید. حالا با کمی دانه انار و سبزی تازه تزیین و سرو کنید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'رنگینک',
        requirements: [
          {
            itemName: 'آرد سفید',
            itemNumber: 2,
            itemUnit: 'لیوان',
          },
          {
            itemName: 'مغز گردو',
            itemNumber: 100,
            itemUnit: 'گرم',
          },
          {
            itemName: 'خرما',
            itemNumber: 250,
            itemUnit: 'گرم',
          },
          {
            itemName: 'کره',
            itemNumber: 200,
            itemUnit: 'گرم',
          },
          {
            itemName: 'دارچین',
            itemNumber: 1 / 2,
            itemUnit: 'قاشق',
          },
          {
            itemName: 'پودر هل',
            itemNumber: 1 / 2,
            itemUnit: 'قاشق',
          },
          {
            itemName: 'پودر قند، پسته یا نارگیل',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['بوشهر'],
        images: ['/uploads/6.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                رنگینک یکی از انواع دسرهای اصیل ایرانی است که امروزه بیشتر به عنوان میان وعده یا عصرانه استفاده می شود. این دسر خوشمزه و بسیار مقوی از خوراکی هایی است که بیشتر در ماه مبارک رمضان برای سفره افطاری و سحری تهیه می شود. رنگینک از دسرهای سنتی و خوشمزه جنوب کشورمان است که آنرا به استان بوشهر نسبت می دهند. در تهیه رنگینک می توانیم به سلیقه خود از انواع مغزیجات استفاده کنیم، البته به طور معمول برای تهیه این دسر خوشمزه از مغز گردو استفاده می شود
                `,
        steps: [
          {
            stepName: 'آب کردن کره در ماهیتابه',
            stepBody: `در اولین مرحله از طرز تهیه رنگینک ساده باید کره را داخل یک ماهیتابه بریزید. اجازه دهید کره با حرارت ملایم آب شود. مقدار کره مورد نیاز برای درست کردن رنگینک بین ۲۰۰ تا ۲۵۰ گرم است. در صورتی که دوست دارید از کره کمتری استفاده کنید می‌توانید ۲۰۰ گرم کره به کار ببرید.
                        به یاد داشته باشید در طرز تهیه رنگینک خرما باید به اندازه نصف مقدار آرد، کره یا روغن به آن اضافه کنید`,
          },
          {
            stepName: 'تفت دادن آرد رنگینک',
            stepBody: `در مرحله دوم از طرز تهیه رنگینک باید آرد را یک بار الک کنید تا اگر گلوله‌ای در آن وجود دارد جدا شود. سپس آرد یکدست شده را به کره آب شده اضافه کنید. با کمک یک قاشق چوبی کره و آرد را روی حرارت ملایم هم بزنید.

                        این کار را آن قدر ادامه دهید تا خامی آرد گرفته شود و خوب تفت بخورد. آرد و کره را مدام هم بزنید تا ته نگیرد و کمی رنگ بگیرد و طلایی شود. سپس شعله گاز را خاموش کنید و اجازه دهید کمی خنک شود. برای درست کردن رنگینک توجه داشته باشید که ترکیب آرد و کره نباید مثل حلوا تیره و سفت شود و باید آن را کمی رقیق‌تر از روی گاز بردارید.`,
          },
          {
            stepName: 'آماده کردن خرمای رنگینک',
            stepBody: `در سومین مرحله از طرز تهیه رنگینک خرما باید پوست و هسته خرماها را جدا کنید. برای اینکه هسته خرماها را راحت‌تر خارج کنید می‌توانید از یک نی محکم یا لوله خودکار تمیز استفاده کنید. سپس به جای هسته خرما یک چهارم یک گردو را داخل خرما قرار دهید.

                        این کار را برای همه خرماها تکرار کنید. مقدار خرمای شما باید به اندازه‌ای باشد که یک ظرف متوسط را پر کند. اگر دوست دارید گردویی که برای درست کردن رنگینک استفاده می‌شود، ترد باشد، می‌توانید مقداری آن را در تابه تفت دهید و بعد داخل خرما قرار دهید.`,
          },
          {
            stepName: 'ترکیب کردن مواد رنگینک',
            stepBody: `بعد از اینکه ترکیب آرد و کره کمی خنک شد، پودر دارچین و پودر هل را به آن اضافه کنید. سپس مواد را خوب با هم ترکیب کنید. حالا مقداری از این ترکیب را داخل ظرف مورد نظرتان بریزید. خرماهایی را که داخل آن را با گردو پر کرده اید، روی این مواد و داخل ظرف بچینید.

                        لازم نیست خرماها را کاملاً نزدیک به هم و متراکم کنار هم قرار دهید. کافی است ظرف را پر کنید و هر جا که لازم است خرما بگذارید. این کار موجب می‌شود تا دسر شما بیش از اندازه طعم خرما به خود نگیرد و لذیذتر شود. سپس دوباره روی خرماها از ترکیب آرد و کره بریزید تا کاملاً سطح آن پوشیده شود.`,
          },
          {
            stepName: 'سرو کردن رنگینک',
            stepBody: `در آخرین مرحله از طرز تهیه رنگینک خرما باید آن را برای حداقل ۲ ساعت در یخچال قرار دهید تا کاملاً سفت شود و خودش را بگیرد. سپس قبل از سرو کردن آن را از یخچال خارج کنید و مقداری پودر نارگیل و پودر پسته روی آن بریزید.

                        می‌توانید این دسر خوشمزه را همراه با چای یا هر نوشیدنی دیگری که دوست دارید میل کنید. در طرز تهیه رنگینک خرما و بعد از اینکه همه مواد را داخل ظرف ریختید، می‌توانید مقداری پودر قند و دارچین روی آن الک کنید.
                        `,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'خرما پلو',
        requirements: [
          {
            itemName: 'برنج ',
            itemNumber: 3,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'سینه مرغ',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'پیاز داغ',
            itemNumber: 3,
            itemUnit: 'قاشق غذا خوری',
          },
          {
            itemName: 'خرما',
            itemNumber: 200,
            itemUnit: 'گرم',
          },
          {
            itemName: 'کشمش',
            itemNumber: 200,
            itemUnit: 'گرم',
          },
          {
            itemName: 'زرشک',
            itemNumber: 2,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'کرم',
            itemNumber: 100,
            itemUnit: 'گرم',
          },
          {
            itemName: 'زعفران دم کرده',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'نمک، فلفل سیاه، زردچوبه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['خوزستان'],
        images: ['/uploads/7.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                خرما پلو یکی از انواع پلوهای ایرانی می باشد که طعم و مزه بسیار خوبی دارد و هم با گوشت مرغ به صورت حلزونی و یا گوشت چرخ کرده و یا خورشتی تهیه می شود که بسیار خوشمزه و مقوی است اما خرما پلو یکی از پلوهای سنتی ایرانی می باشد که در حال فراموشی است و در گذشته در بیشتر مناطق ایرن این غذای خوشمزه تهیه می شده است و در بیشتر مناسبت ها به خصوص عید و برای زنانی که تازه زیمان کردند تهیه می کردند. در قدیم خرما پلو با خرمای زرد و خشک تهیه می شد ولی شما می توانید از هر نوع خرما دلخواه استفاده کنید و به همراه برنج ساده یا رشته پلو این غذا را تهیه کنید بهتر است برای خوشمزه تر شدن این پلو از ترکیب برنج ایرانی و برنج دودی استفاده کنید.
                `,
        steps: [
          {
            stepName: 'آماده سازی برنج و خرما',
            stepBody: `ابتدا برنج را از چند ساعت قبل خوب بشورید و با کمی نمک خیس کنید، خرما را خوب شسته و از وسط یک برش بزنید و هسته خرما را جدا کنید سپس کمی کره را داخل تابه بریزید و خرما را داخل تابه تفت بدهید سپس از تابه خارج کنید.`,
          },
          {
            stepName: 'تفت دادن مرغ',
            stepBody: `پیاز را پوست بگیرید و نگینی ریز خرد کنید سپس داخل روغن کمی تفت دهید تا سبک شود سپس سینه مرغ بدون استخوان را خرد کنید و بشورید سپس به همراه پیاز و ادویه ها و کمی نمک و زعفران اضافه کنید و تفت دهید تا مرغ ها خوب سرخ شوند. اگر تکه های مرغ شما کمی درشت تر بود می توانید کمی آب اضافه کنید و بگذارید تا کاملا پخته شود.`,
          },
          {
            stepName: 'تهیه برنج',
            stepBody: `حالا باید برنج را آماده کنید، داخل قابلمه آب ریخته تا به جوش بیاد سپس برنج را داخل آب جوش ریخته و بگذارید تا نرم شود سپس آبکش کنید و کف قابلمه ته دیگ دلخواه قرار دهید و بگذارید تا برنج دم بکشد.`,
          },
          {
            stepName: 'تهیه خرما پلو',
            stepBody: `در ادامه وقتی برنج در حال دم کشیدن می باشد کشمش ها را بشورید و به همراه کمی کره تفت دهید تا پفکی شوند زرشک ها را نیز با کره تفت دهید تا پف کنند سپس بعد از دم کشیدن برنج تکه های مرغ و کشمش و خرما و زرشک و پیازداغ را به ترتیب روی برنج بریزید و تزئین کنید نوش جان.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'فلافل',
        requirements: [
          {
            itemName: 'نخود',
            itemNumber: 300,
            itemUnit: 'گرم',
          },
          {
            itemName: 'پیاز',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'تخم گشنیز',
            itemNumber: 1,
            itemUnit: 'قاشق',
          },
          {
            itemName: 'پودر زیره سبز یا سیاه',
            itemNumber: 1,
            itemUnit: 'قاشق غذا خوری',
          },
          {
            itemName: 'سیر',
            itemNumber: 3,
            itemUnit: 'حبه',
          },
          {
            itemName: 'جعفری',
            itemNumber: 50,
            itemUnit: 'گرم',
          },
          {
            itemName: 'سیب زمینی',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'لیمو ترش',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'زردچوبه و روغن',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'نمک و فلفل سیاه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'ادویه فلافل',
            itemNumber: 1,
            itemUnit: 'قاشق',
          },
        ],
        categories: ['خوزستان', 'بوشهر', 'فارس', 'هرمزگان'],
        images: ['/uploads/8.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                فلافل یکی از انواع غذاهای خوشمزه عربی است که به عنوان یک غذای بین المللی در سراسر جهان شناخته می شود. این غذای خوشمزه به چند دلیل از محبوب ترین غذاهای خاورمیانه می باشد، از دلایل محبوبیت فلافل می توان به سرعت پخت ، قیمت بسیار ارزان و گیاهی بودن آن اشاره کرد. البته به دلیل همین محبوبیت ورژن های بسیاری از فلافل ایجاد شده است، مثلا کسانی که می خواهند فلافل را به صورت کم کالری تر مصرف کنند، می توانند فلافل را به جای سرخ کردن در روغن فراوان درون فر درست کنند.
                `,
        steps: [
          {
            stepName: 'خیساندن نخود',
            stepBody: `برای تهیه فلافل بازاری خوشمزه اولین مرحله خیساندن نخودها می باشد که هر چقدر این زمان بیشتر باشد ، در پایان پخت فلافل بهتری خواهید داشت. حداقل زمانی که برای خیساندن نخودها باید اختصاص دهید ۶ ساعت می باشد.`,
          },
          {
            stepName: 'اضافه کردن  مایه نخود',
            stepBody: `خیساندن نخودها علاوه بر اینکه باعث می شود نخودها نرم شوند، کمک می کند که نفخ شان نیز برطرف شود. آماده کردن مایه فلافل خیلی راحت است فقط کافیست پس از اینکه نخود به خوبی خیسانده شد آنرا به همراه دیگر مواد میکس کنیم.`,
          },
          {
            stepName: 'اضافه کردن  سیر و پیاز',
            stepBody: `برای این منظور نخود خیسانده شده را به همراه جعفری ، سیر ، پیاز ، پودر تخم گشنیز ، سیب زمینی و زیره داخل میکسر یا چرخ گوشت بریزید تا مایه فلافل به صورت یکدست میکس شود. اضافه کردن جعفری به فلافل اختیاری است.`,
          },
          {
            stepName: 'اضافه کردن سبزی',
            stepBody: `ولی اگر می خواهید فلافل خوشمزه تر و شکیل تری داشته باشید توصیه می کنیم از این سبزی معطر استفاده کنید. آشپزهای حرفه ای توصیه می کنند برای تهیه مایه فلافل از چرخ گوشت استفاده شود زیرا میکسر یا مخلوط کن مواد را کاملا پوره می کند.`,
          },
          {
            stepName: 'پوره کردن نخود',
            stepBody: `پوره کردن نخود باعث می شود فلافل در زمان سرخ کردن از هم باز شود ولی زمانی که مایه فلافل چرخ شود به صورت کامل له نمی شود. پس از اینکه مایه فلافل را چرخ یا میکس کردید آب لیمو ترش را بگیرید و با توری آنرا صاف کنید.`,
          },
          {
            stepName: 'اضافه کردن ادویه',
            stepBody: `پوره کردن نخود باعث می شود فلافل در زمان سرخ کردن از هم باز شود ولی زمانی که مایه فلافل چرخ شود به صورت کامل له نمی شود. پس از اینکه مایه فلافل را چرخ یا میکس کردید آب لیمو ترش را بگیرید و با توری آنرا صاف کنید.`,
          },
          {
            stepName: 'آماده کردن مایه فلافل',
            stepBody: `پس از چرخ کردن یا میکس کردن مجددا، مایه فلافل را حدود ۵ دقیقه مانند مایه کباب کوبیده با دست ورز دهید تا کاملا منسجم و یکدست شود ( مایه فلافل پس از آماده شدن باید کمی شُل باشد و نباید خیلی سفت باشد ).`,
          },
          {
            stepName: 'گذاشتن مایه فلافل در جای مخصوص',
            stepBody: `یک نکته مهم در این مرحله این است که اگر مایه فلافل شما زیاد است می توانید آنرا داخل کیسه فریزر قرار داده و در فریزر قرار دهید و در زمان دلخواه استفاده کنید. پس از اینکه مایه فلافل آماده شد ، بهتر است آنرا حدود یک تا دو ساعت در یخچال قرار دهید تا منسجم تر شود.`,
          },
          {
            stepName: 'نکات سرخ کردن فلافل',
            stepBody: `یکی از نکات مهم برای سرخ کردن فلافل همین است زیرا فلافل مانند کتلت نیست که آنرا در روغن کم سرخ کنید. در این مرحله قالب فلافل زن را از مایه فلافل پر کنید و با پشت قاشق مایه را خوب فشار دهید تا در هنگام سرخ کردن از هم باز نشود.`,
          },
          {
            stepName: 'سرخ کردن فلافل',
            stepBody: `به اندازه ای که جا می شود فلافل قالب بزنید و داخل روغن بریزید و اجازه دهید فلافل ها به آرامی مغز پخت شوند. یکی از نکات مهم هنگام سرخ کردن فلافل حرارت زیر ظرف است ، اگر حرارت را زیاد کنید تا فلافل ها سریعتر بپزند ، روغن خیلی سریع می سوزد و سیاه می شود.
                        ضمن اینکه اطراف فلافل های شما سرخ می شود و داخل شان خام خواهد ماند. پس در سرخ کردن فلافل ها به هیچ وجه عجله نکنید. پس از اینکه فلافل ها سرخ شدند آنها را روی توری فلزی یا دستمال حوله ای قرار دهید تا روغن اضافی شان گرفته شود.
                        `,
          },
          {
            stepName: 'آماده شدن فلافل',
            stepBody: `پس از اینکه روغن اضافی فلافل ها خارج شد آنها را در ظرف مورد نظرمان می چینیم و به همراه نان باگت ، گوجه فرنگی ، خیارشور و کاهوی خرد شده سرو کنید. در کنار فلافل می توانیم از سس انبه یا سس کچاپ استفاده کنیم.
                        `,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'پاکورا',
        requirements: [
          {
            itemName: 'آرد نخود خام',
            itemNumber: 1,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'آرد گندم',
            itemNumber: 1 / 2,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'سبزی تره',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'سیر',
            itemNumber: 4,
            itemUnit: 'حبه',
          },
          {
            itemName: 'پیاز رنده شده',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'بیکینگ پودر',
            itemNumber: 1 / 2,
            itemUnit: 'قاشق',
          },
          {
            itemName: 'نمک، فلفل سیاه، زردچوبه',
            itemNumber: 2,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['بوشهر'],
        images: ['/uploads/9.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
                پاکورا بوشهری یکی از غذا های ساده جنوبی خوشمزه می باشد که با نان خورده می شود. این غذا جزء اصلی ترین غذا های محلی استان بوشهر می شاد که با آرد نخود تهیه می شود. پاکورا بوشهری بسیار ساده و سریع می باشد و تو شهر بوشهر به عنوان صبحانه کامل خورده می شود و می توانید برای شام نیز تهیه کنید. مواد تهیه این غذا بسیار در دسترس است و مانند دیگر غذا های جنوب کشور عطر و طعم و مزه فوق العاده و تند و تیز دارد و شما با یک بار تست کردن این غذای سنتی می توانید برای همیشه آن را در خانه تهیه کنید. امروز در پارسی دی طرز تهیه پاکورا بوشهری ساده به روش سنتی را به شما آموزش خواهیم داد همراه ما باشید.
                `,
        steps: [
          {
            stepName: 'آماده سازی',
            stepBody: `ابتدا باید آرد گندم و آرد نخود خام را داخل یک کاسه بریزید و الک کنید، شما می توانید به راحتی در خانه خودتان آرد نخود تهیه کنید تا کیفیت بهتری این غذا داشته باشد. سپس به آرد ها باید آب اضافه کنید به طوری که غلظتی اندازه ماست پیدا کند، دقت کنید باید آب را کم کم بریزید.`,
          },
          {
            stepName: ' افزودن پیاز و سیر',
            stepBody: `پیاز را پوست بگیرید و رنده ریز بزنید و آب پیاز را بگیرید و بعد سیر را پوست بگیرید و رنده بزنید و به همراه کمی تره خرد شده و ادویه ها و بیکینگ پودر به مخلوط آرد ها اضافه کنید و خوب هم بزنید نا مواد باهم مخلوط و یکدست شود. سپس روی مواد را بپوشانید و برای چند ساعت در یخچال یا دمای آشپزخانه به آن استراحت دهید و یا می توانید مواد را از شب قبل تهیه کنیدو برای صبح آماده کنید.`,
          },
          {
            stepName: 'سرخ کردن پاکورا بوشهری',
            stepBody: `حالا باید داخل تابه کمی روغن بریزید و با کمک ملاقه از مواد بردارید و داخل تابه بریزید و صبر کنید تا یک طرف سرخ شود و مانند پنکیک روی آن حباب بزند و بعد برگردانید و طرف دیگر را سرخ کنید و به همین ترتیب همه مواد را تهیه کنید و به همراه نان تازه سرو کنید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'سمبوسه ساده',
        requirements: [
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'نان لواش',
            itemNumber: 0,
            itemUnit: 'به تناسب مواد',
          },
          {
            itemName: 'روغن',
            itemNumber: 0,
            itemUnit: 'به تناسب مواد',
          },
          {
            itemName: 'زردچوبه',
            itemNumber: 1 / 4,
            itemUnit: 'قاشق چایخوری',
          },
          {
            itemName: 'نمک و فلفل	',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'روغن',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'جعفری',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['بوشهر', 'خوزستان'],
        images: ['/uploads/10.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
        سمبوسه غذایی است که ریشه آبادانی دارد بر این اساس سمبوسه سرو بیشتری را در مناطق جنوب ایران دارد، سمبوسه با سس قرمز ترکیب بسیار جذابی دارد طرز تهیه بسیار آسان و سریعی دارد که طرزتهیه سمبوسه در آشپزخانه نمناک به آسان ترین روش ممکن بیان شده است.
                `,
        steps: [
          {
            stepName: 'آبپز کردن سیب زمینی سمبوسه',
            stepBody: `مرحله اول :برای درست کردن سمبوسه ابتدا باید سیب زمینی ها را پوست گرفته سپس نگینی خرد کنید و بعد آبپز کنید و یا با پوست سیب زمینی را آبپز کنید. سیب زمینی ها را به همراه آب، نمک و کمی روغن بپزید. دلیل افزودن نمک و روغن به سیب زمینی این است که در هنگام پخت اگر سیب زمینی شکاف پیدا کرد و یا اینکه آب داخل آن نفوذ کرد سیب زمینی مزه دار شده باشد و مزه آب به خودش نگیرد.`,
          },
          {
            stepName: 'سرخ کردن پیازها',
            stepBody: `در فاصله ای که سیب زمینی ها آب‌پز می شوند، پیازها را خرد کنید و در ظرف مورد نظر سرخ کنید اما اجازه ندهید که پیاز ها خیلی خشک شود و در آخر تفت دادن پیاز ها کمی زرد چوبه به آن اضافه کنید تا پیاز ها خوش رنگ و طلایی شوند.
            `,
          },
          {
            stepName: 'اضافه کردن سبزی و ادویه به سمبوسه',
            stepBody: `بعد از اینکه سیب زمینی ها به پخت رسید و سرد شد آن را با گوشت کوب له کنید و مواد سمبوسه را که شامل (سیب زمینی ، پیاز و همچنین سبزی های معطر ساطوری شده) می شود را به همراه (کمی نمک ، فلفل و زردچوبه با هم ترکیب کنید و کمی تفت دهید.`,
          },
          {
            stepName: 'مثلثی کردن نان سمبوسه',
            stepBody: `ی توانید مواد سمبوسه را داخل نان بریزید و نان را رول کرده و سرخ کنید، همچنین می توانید نان سمبوسه ها را مثلثی برش زده و سرخ کنید وقتی موادتان آماده شد باید نان های لواش را برش بزنید اگر میخواهید سمبوسه های بزرگ درست کنید باید نان ها را به صورت طولی و اگر سمبوسه های کوچک آنها را به صورت عرضی برش بزنید.
            حالا برای پیچیدن سمبوسه از مواد بردارید و یک سمت نان قرار دهید و به حالت مثلثی نان را بپیچانید.
            این مثلث چند چرخ می خورد تا تمام اضلاع آن بسته شود فقط اگر لب های نان ها خشک بود کمی مرطوبش کنید تا نان موقع کار نشکند.`,
          },
          {
            stepName: 'سرخ کردن سمبوسه ها',
            stepBody: `پس از پیچاندن سمبوسه ها آنها را در روغنی که حدود نیم سانت از سطح ظرف را پر کرده سرخ کنید. فقط دقت کنید برای اینکه سمبوسه ها باز نشن از سمتی که پیچیده شده اند،داخل روغن قرار دهید.`,
          },
          {
            stepName: 'گرفتن روغن اضافه سمبوسه ها',
            stepBody: `وقتی سمبوسه ها سرخ شدند طرف دیگر آن را سرخ کنید و بعد از سرخ شدن روغن اضافه آن را با کاغذ خشک کن و یا قرار دادن بر روی صافی بگیرید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'سمبوسه گوشت و قارچ',
        requirements: [
          {
            itemName: 'گوشت چرخ شده',
            itemNumber: 200,
            itemUnit: 'گرم',
          },
          {
            itemName: 'جعفری',
            itemNumber: 100,
            itemUnit: 'گرم',
          },
          {
            itemName: 'قارچ',
            itemNumber: 200,
            itemUnit: 'گرم',
          },
          {
            itemName: 'فلفل دلمه ای',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'رب گوجه فرنگی',
            itemNumber: 1,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'نمک، فلفل و زرد چوبه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'روغن',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'نان لواش یا یوفکا',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['بوشهر', 'خوزستان'],
        images: ['/uploads/11.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
        سمبوسه غذایی است که ریشه آبادانی دارد بر این اساس سمبوسه سرو بیشتری را در مناطق جنوب ایران دارد، سمبوسه با سس قرمز ترکیب بسیار جذابی دارد طرز تهیه بسیار آسان و سریعی دارد که طرزتهیه سمبوسه در آشپزخانه نمناک به آسان ترین روش ممکن بیان شده است.
                `,
        steps: [
          {
            stepName: 'آماده سازی مواد میانی',
            stepBody: `ابتدا پیاز را پوست گرفته و نگینی خرد می کنیم سپس داخل تابه مناسبی ریخته و به همراه روغن خوب تفت می دهیم تا کمی سبک و طلایی شود. حالا کمی نمک، فلفل و زردچوبه می افزاییم تفت می دهیم.`,
          },
          {
            stepName: 'افزودن گوشت',
            stepBody: `وشت را به پیاز می افزاییم و با هم مخلوط می کنیم و تفت می دهیم تا کاملا رنگ گوشت تغییر کند.
            `,
          },
          {
            stepName: 'افزودن فلفل دلمه ای',
            stepBody: `حالا فلفل دلمه ای را نگینی ریز خرد می کنیم و به مخلوط گوشت می افزاییم و درب تابه را می گذاریم تا فلفل دلمه ای ها پخته شوند. سپس قارچ نگینی شده را به مواد گوشتی افزوده و کمی تفت می دهیم تا آب اضافی گوشت تبخیر شود.`,
          },
          {
            stepName: 'افزودن جعفری و رب گوجه فرنگی',
            stepBody: `رب گوجه فرنگی را به مواد افزوده و کمی تفت می دهیم تا کاملا رب مخلوط شده و رنگ باز کند و در نهایت جعفری را افزوده و مخلوط می کنیم. حالا مواد گوشتی را از روی حرارت بر داشته و نمک و فلفل آن را اندازه می کنیم.`,
          },
          {
            stepName: 'طرز پیچیدن سمبوسه ها',
            stepBody: `نان را به شکل طولی با عرض 5 تا 10 سانتی متر برش می دهیم. یک قاشق غذاخوری از مواد گوشتی آماده شده یک سمت نان ریخته و سمبوسه را به شکل مثلثی تا می کنیم`,
          },
          {
            stepName: 'پخت سمبوسه',
            stepBody: `داخل تابه دیواره بلندی روغن ریخته و زمان می دهیم تا کاملا گرم شود سپس سمبوسه ها را داخل روغن انداخته و صبر می کنیم تا دو سمت سمبوسه ها کاملا طلایی شود. سپس از داخل روغن خارج کرده روی دستمال روغن گیر قرار داده تا روغن اضافی سمبوسه گرفته شود. در نهایت داخل ظرف زیبایی چیده و در کنار انواع سس دلخواه نوش جان کنید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'پلو شوشتری',
        requirements: [
          {
            itemName: 'برنج',
            itemNumber: 2,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'لوبیا چشم بلبلی',
            itemNumber: 1,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'شوید خشک',
            itemNumber: 3,
            itemUnit: 'قاشق غذاخوری(شوید تازه 6 ق غذا خوری)',
          },
          {
            itemName: 'فیله مرغ',
            itemNumber: 8,
            itemUnit: 'عدد',
          },
          {
            itemName: 'سیر',
            itemNumber: 3,
            itemUnit: 'حله',
          },
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'زعفران',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'نمک و فلفل و زردچوبه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['خوزستان'],
        images: ['/uploads/12.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
        سمبوسه غذایی است که ریشه آبادانی دارد بر این اساس سمبوسه سرو بیشتری را در مناطق جنوب ایران دارد، سمبوسه با سس قرمز ترکیب بسیار جذابی دارد طرز تهیه بسیار آسان و سریعی دارد که طرزتهیه سمبوسه در آشپزخانه نمناک به آسان ترین روش ممکن بیان شده است.
                `,
        steps: [
          {
            stepName: 'آماده سازی مواد پلو شوشتری',
            stepBody: `لوبیا چشم بلبلی را حتما از شب قبل یا برای چند ساعت خوب خیس کنید و چندین بار آبش را عوض کنید تا نفخ آن از بین برود سپس لوبیا را داخل زودپز یا قابلمه ریخته و اجازه دهید تا خوب پخته شود.`,
          },
          {
            stepName: 'تفت دادن پیاز و سیر و مرغ',
            stepBody: `پیاز را شسته و نگینی خرد کنید و داخل یک تابه با مقداری روغن خوب تفت دهید تا سبک و طلایی شود و به آن کمی زردچوبه می زنیم تا پیاز خوش رنگ شود سپس سیر رنده شده را اضافه می کنیم و هم می زنیم کمی که سیر تفت خورد و عطرش خارج شد فیله های مرغ را که مکعبی خرد کردیم اضافه می کنیم تا تکه های مرغ تغییر رنگ دهند سپس فلفل سیاه و نمک و زعفران افزوده و کمی آب می ریزیم و درب تابه را بگذارید تا فیله های مرغ پخته شوند.
            `,
          },
          {
            stepName: 'اضافه کردن لوبیا و شوید',
            stepBody: `وقتی مرغ پخته شد لوبیا های پخته شده را به همراه شوید خشک یا تازه (اگر از شوید تازه استفاده می کنید آن را شسته و خرد کنید) اضافه کنید و اجازه دهید تا آب مرغ کاملا کشیده شود در غیر این صورت پلو شوشتری شفته می شود.`,
          },
          {
            stepName: 'دم گذاشتن پلو شوشتری',
            stepBody: `برنج را از چند ساعت قبل با نمک خیس کنید و به روی حرارت بگذارید وقتی در حال جوشیدن است کمی زردچوبه داخل آب برنج ریخته تا برنج خوش رنگی داشته باشید سپس وقتی برنج نرم شد آن را آبکش کرده و کف قابلمه ته دیگ مورد نظر را بگذارید و یه لایه برنج ریخته و روی آن از مواد پلو که در مراحل قبل درست کردیم می ریزیم و با هم مخلوط می کنیم این کار را ادامه داده تا برنج و مواد تمام شود و برنج را بمدت ۴۰ دقیقه دم بگذارید سپس در انتهای پخت کمی روغن یا کره و زعفران روی برنج ریخته و در ظرف سرو کشیده.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'دال عدس',
        requirements: [
          {
            itemName: 'دال عدس',
            itemNumber: 1,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'سیب زمینی',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'رب گوجه فرنگی',
            itemNumber: 1,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'نمک',
            itemNumber: 1,
            itemUnit: 'قاشق چای خوری',
          },
          {
            itemName: 'زردچوبه',
            itemNumber: 1,
            itemUnit: 'قاشق چای خوری',
          },
          {
            itemName: 'فلفل سیاه',
            itemNumber: 0,
            itemUnit: 'نصف قاشق چای خوری',
          },
          {
            itemName: 'فلفل قرمز',
            itemNumber: 0,
            itemUnit: 'نصف قاشق چای‌ خوری',
          },
          {
            itemName: 'ادویه کاری',
            itemNumber: 0,
            itemUnit: 'نصف قاشق چای‌ خوری',
          },
          {
            itemName: 'لیمو عمانی',
            itemNumber: 3,
            itemUnit: 'عدد',
          },
          {
            itemName: 'فلفل خشک',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
        ],
        categories: ['خوزستان','بوشهر'],
        images: ['/uploads/12.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
        دال عدس یکی از غذاهای سنتی و خوشمزه جنوبی‌هاست، به خصوص در بوشهر و آبادان محبوبیت زیادی داره. دال عدس رو میشه با برنج سرو کرد، یعنی خورشت دال عدس؛ و هم میشه با نون خورد یعنی سوپ دال عدس.
        ماده اصلی سوپ دال عدس بوشهری همونطور که از اسمش هم معلومه دال عدس (یا عدس قرمز یا عدس نارنجی) هست.
اگه قصد دارید دال عدس رو به عنوان سوپ با نون میل کنید کمی رقیق و اگه خواستید به عنوان خورش دال عدس با برنج میل کنید کمی غلیظ تر سرو کنید.
دال عدس خیلی خوش عطر و خوش طعمه و اگه از طرفدارهای غذاهای تند و تیز هستید، حتما امتحان کنید.
                `,
        steps: [
          {
            stepName: 'پختن غذا',
            stepBody: `دال عدس رو شسته و آب کشی کنید. سیب‌زمینی‌ها رو پوست گرفته و به چهار قسمت تقسیم کنید و به همراه دال عدس داخل قابلمه بریزید و دو پیمانه آب روش بریزید.
            اگه خواستید که سیب‌زمینی داخل سوپ مشخص باشه می‌تونید سیب زمینی رو به صورت مکعبی خرد کنید.
            قابلمه رو روی حرارت بگذارید، حرارت رو زیاد کنید و وقتی که شروع به جوشیدن کرد، اگه روی سطح آب کف ایجاد شد، کف رو جدا کنید.
            برای خوش‌رنگ شدن دال عدس، کف روی دال عدس رو حتما جمع کنید.
            روی سطح لیمو عمانی با استفاده از چنگال چند عدد سوراخ ایجاد کنید و از قبل به مدت نیم ساعت داخل یک لیوان آب خیس کنید. در ادامه لیمو عمانی را به دال عدس اضافه کنید.
            حرارت رو روی کم تنظیم کنید به طوری که از جوش نیفته و درب قابلمه رو بگذارید، اما دقت کنید تا سر ریز نشه. حدود نیم ساعت زمان بدید تا مواد کامل بپزند و دال عدس نرم و پخته بشه.
            `,
          },
          {
            stepName: 'آماده کردن پیاز ذاغ',
            stepBody: `یاز رو ریز خرد کنید و با مقداری روغن تفت بدید، وقتی که آب پیاز گرفته شد و سبک شد، سیر له شده رو به پیاز اضافه کنید، کمی تفت بدید و رب گوجه‌فرنگی ادویه‌ها رو که شامل نمک، فلفل سیاه، فلفل قرمز و کاری بود رو به پیاز اضافه کنید. کمی تفت بدید تا خامی ادویه‌ها گرفته شه و از روی حرارت بردارید.
            `,
          },
          {
            stepName: 'افزودن سیب زمینی',
            stepBody: `سیب‌زمینی پخته رو از قابلمه بیرون بیارید و با پوره ساز پوره کنید یا با گوشت‌کوب له کنید. سپس سیب‌زمینی له شده رو به پیاز اضافه کنید و مواد رو هم بزنید.`,
          },
          {
            stepName: 'پخت نهایی',
            stepBody: `مخلوط سیب‌زمینی و پیاز رو به دال عدس پخته شده اضافه کنید. مواد رو هم بزنید و سپس درب قابلمه رو بگذارید و حرارت رو روی ملایم تنظیم کنید. حدود یک ربع تا نیم ساعت بعد زمان بدید تا رب گوجه‌فرنگی به خورد مواد بره و دال عدس لعاب کنه.`,
          },
          {
            stepName: 'سرو سوپ دال عدس',
            stepBody: `اگر قصد دارید تا دال عدس رو به صورت خورش دال عدس با برنج میل کنید، صبر کنید تا کم آب و غلیظ بشه و اگه خواستید به صورت سوپ دال عدس با نون میل کنید، کمی آبدار و رقیق سرو کنید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'قلیه ماهی',
        requirements: [
          {
            itemName: 'سیر',
            itemNumber: 6,
            itemUnit: 'عدد',
          },
          {
            itemName: 'گشنیز',
            itemNumber: 300,
            itemUnit: 'گرم',
          },
          {
            itemName: 'شنبلیله',
            itemNumber: 50,
            itemUnit: 'گرم',
          },
          {
            itemName: 'فیله ماهی شیر یا هامور یا زبیدی',
            itemNumber: 4,
            itemUnit: 'تکه',
          },
          {
            itemName: 'پیاز',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'تمبر هندی',
            itemNumber: 200,
            itemUnit: 'گرم',
          },
          {
            itemName: 'روغن مایع',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'نمک ، فلفل سیاه و زردچوبه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['خوزستان','بوشهر'],
        images: ['/uploads/14.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
        یکی از غذاهای محبوب و خوشمزه جنوب کشورمان است که به خاطر طعم خوبش در سراسر کشور فراگیر شده است. این غذای خوشمزه با گوشت ماهی ، سبزیجات و ادویه های جنوبی طبخ می شود و از معروف ترین غذاهای جنوب کشورمان محسوب می شود.در جنوب کشور به آن قلیه مُی نیز می گویند و از ماهی جنوبی مانند شیر یا میش یا هامور برای تهیه قلیه ماهی استفاده می شود این غذای خوشمزه با پلو بسیار دلچسب است. با مقدار موادی که در این دستور آشپزی قرار گرفته است می توانید برای ۴ نفر قلیه ماهی تهیه کنید.
                `,
        steps: [
          {
            stepName: 'آماده سازی ماهی',
            stepBody: `یکی از مهمترین قسمت های درست کردن قلیه ماهی انتخاب ماهی مناسب برای این غذا است. توجه داشته باشید که ماهی هایی که گوشت خیلی نرمی دارند برای تهیه این غذا مناسب نیستند زیرا ممکن است له شوند و ظاهر خورش را خراب کنند. بهترین نوع ماهی برای تهیه قلیه ماهی ماهی شیر ، ماهی شوریده و ماهی سنگسر هستند. ابتدا تکه های ماهی را در ظرفی میگذاریم و هر دو طرف ماهی ها را نمک و فلفل می پاشیم و کناری می گذاریم.
            `,
          },
          {
            stepName: 'تفت دادن پیاز و سیر',
            stepBody: `پیاز ها و سیرها را پوست می گیریم و می شوییم و روی تخته نگینی خرد می کنیم و داخل قابلمه ای روغن می ریزیم و روی حرارت قرار می دهیم،پس از اینکه کمی داغ شد سیر ها را داخل آن میریزیم تا سرخ شوند و سپس در بشقابی می ریزیم. و پیازها را داخل تابه می ریزیم تا طلایی شوند و سیر های سرخ شده را به پیازهای سرخ شده در تابه می افزاییم و نمک،فلفل و زردچوبه را روی پیاز و سیر داغ می ریزیم و تفت می دهیم.
            `,
          },
          {
            stepName: 'افزودن سبزی',
            stepBody: `گشنیز و شنبلیله را پاک می کنیم و میشوییم و روی تخته ساطوری خرد می کنیم.  گشنیز و شنبلیله خرد شده را با حرارت کم و کمی روغن خوب تفت دهید تا از خامی خارج شود و رنگ آن کمی تیره شود و بعد آن را به پیاز و سیر اضافه می کنیم و تفت می دهیم  سپس نصف لیوان آب اضافه می کنیم و صبر می کنیم تا سبزیجات با حرارت کم خوب پخته شوند.`,
          },
          {
            stepName: 'افزودن تمرهندی',
            stepBody: `سپس تمبرهندی را با ۳ لیوان آب رقیق می کنیم و از صافی رد کنید به با پشت قاشق فشار دهید تا عصاره تمرهندی خارج شود و فقط مغزها داخل صافی بماندو بعد خورشت اضافه می کنیم و (اگر به تمبرهندی دسترسی ندارید به جای آن می توانیداز ۳ قاشق غذاخوری رب انار ترش استفاده کنید) تامل می کنیم تا خوب مواد خورشت خوب جا بیافتد.خورشت که تغییر رنگ داد ماهی ها را داخل آن می ریزیم.`,
          },
          {
            stepName: 'تهیه قلیه ماهی',
            stepBody: `و ۳۰دقیقه زمان می برد تا ماهی ها کاملا پخته شوند ( می توانید قبل از انداختن ماهی ها در خورشت ابتدا آنها را سرخ کنید ) در آخر خورشت که خوب پخت و جا افتاد در ظرف مورد نظر سرو کنید و با پلو نوش جان کنید.`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'قلیه تخم مرغ',
        requirements: [
          {
            itemName: 'تخم مرغ',
            itemNumber: 3,
            itemUnit: 'عدد',
          },
          {
            itemName: 'شوید و گشنیز',
            itemNumber: 1,
            itemUnit: 'عدد از هر کدام',
          },
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'سیر',
            itemNumber: 2,
            itemUnit: 'حبه',
          },
          {
            itemName: 'تمر',
            itemNumber: 1/2,
            itemUnit: 'هندی',
          },
          {
            itemName: 'رب',
            itemNumber: 2,
            itemUnit: 'قاشق غذا خوری',
          },
          {
            itemName: 'آرد سفید',
            itemNumber: 1,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'گرد لیمو',
            itemNumber: 1,
            itemUnit: 'قاشق غذاخوری',
          },
          {
            itemName: 'نمک ، فلفل سیاه ، زردچوبه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['بوشهر'],
        images: ['/uploads/15.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
        قلیه تخم مرغ از سری غذاهای سنتی ایرانی می باشد که اصالت آن برای جنوب کشور و بوشهر است البته با توجه به اینکه امروزه بیشتر غذاهای سنتی قدیمی هر شهر در همه نقاط تهیه می شود رسپی کمی قابل تغییر شده زیرا مردم طبق سلیقه و ذائقه خود مواد را کم و زیاد می کنند البته قلیه یکی از غذاهای قدیمی است که در آن زمان در تنور پخته می شده است این غذا نونی بوده و هیچگونه گوشتی برای تهیه آن وجود ندارد و می تواند یک غذای گیاهی یا وجترن (افرادی که می توانند لبنیات مصرف کنند) باشد همچنین این غذا از نظر اقتصادی نیز به صرفه است و می تواند یک غذای دانشجویی باشد. امروز در پارسی دی طرز تهیه قلیه تخم مرغ با تمر هندی را به شما آموزش خواهیم داد با ما همراه باشید.
                `,
        steps: [
          {
            stepName: ' تفت دادن سیر و پیاز',
            stepBody: `ابتدا باید پیاز را سرخ کنیم برای این کار پیاز را پوست گرفته و نگینی ریز خرد کنید و به همراه کمی روغن و زردچوبه تفت دهید تا کمی سبک شود نیازی نیست خیلی طلایی شود و بعد سیرها را پوست گرفته و پوره کنید و با پیاز تفت داده تا عطر سیر بلند شود.
            `,
          },
          {
            stepName: 'افزودن سبزی',
            stepBody: `در ادامه سبزی ها را شسته و خرد کنید و به همراه پیاز و سیر خوب تفت دهید تا رنگ سبزی کمی تغییر کند سپس رب را اضافه کنید تفت داده تا بوی خامی رب از بین برود و در انتها فلفل سیاه و گرد لیمو را اضافه کنید.
            `,
          },
          {
            stepName: ' افزودن تمر هندی',
            stepBody: `در ادامه ۱ لیوان آب جوش داخل قابلمه ریخته و بگذارید تا به مدت ۱۰ دقیقه بجوشد تا سبزی ها پخته شود در همین حین تمر هندی را داخل کمی آب گرم حل کنید و از صافی عبور دهید تا هسته و پوست آن جدا و داخل صافی بماند سپس عصاره تمر هندی را به قابلمه در حال جوش اضافه کنید.`,
          },
          {
            stepName: 'افزودن تمرهندی',
            stepBody: `سپس تمبرهندی را با ۳ لیوان آب رقیق می کنیم و از صافی رد کنید به با پشت قاشق فشار دهید تا عصاره تمرهندی خارج شود و فقط مغزها داخل صافی بماندو بعد خورشت اضافه می کنیم و (اگر به تمبرهندی دسترسی ندارید به جای آن می توانیداز ۳ قاشق غذاخوری رب انار ترش استفاده کنید) تامل می کنیم تا خوب مواد خورشت خوب جا بیافتد.خورشت که تغییر رنگ داد ماهی ها را داخل آن می ریزیم.`,
          },
          {
            stepName: 'تهیه قلیه تخم مرغ',
            stepBody: `در ادامه آرد را کمی در آب سرد حل کنید و داخل قلیه بریزید تا به آن لعاب دهید در انتها بسته به تعداد نفرات تخم مرغ ها را داخل قلیه بشکنید و درب قابلمه را برای ۱۵ دقیقه بگذارید تا تخم مرغ ها خودشان را بگیرند سپس داخل کاسه بکشید و همراه با نان میل کنید. نوش جان`,
          },
        ],
      },
      {
        _id: uuid.v4(),
        name: 'هواری پلو با ماهی',
        requirements: [
          {
            itemName: 'ماهی(هر نوع که دوست داشتین باشین کمتر تیغ داشته باشد)',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'برنج',
            itemNumber: 3,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'تمر هندی',
            itemNumber: 1/3,
            itemUnit: 'پیمانه',
          },
          {
            itemName: 'پیاز',
            itemNumber: 1,
            itemUnit: 'عدد',
          },
          {
            itemName: 'سیر',
            itemNumber: 3,
            itemUnit: 'حبه',
          },
          {
            itemName: 'گوجه فرنگی',
            itemNumber: 2,
            itemUnit: 'عدد',
          },
          {
            itemName: 'گشنیز',
            itemNumber: 1,
            itemUnit: 'لیوان',
          },
          {
            itemName: 'زعفران دم کرده',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
          {
            itemName: 'نمک و فلفل و زردچوبه',
            itemNumber: 0,
            itemUnit: 'به مقدار لازم',
          },
        ],
        categories: ['هرمزگان'],
        images: ['/uploads/16.jpg'],
        rate: 0,
        rateNumber: 0,
        body: `
        یکی از خوشمزه ترین غذا های جنوبی می باشد و از غذا های محلی هرمزگان است. تعریف هواری در جنوب کشور به این معنی می باشد که هر غذایی را که با مرغ یا ماهی یا گوشت تهیه کنند به آن هواری می گویند که معروف ترین آن هواری ماهی می باشد شما می توانید از انواع ماهی ها برای هواری پلو استفاده کنید ولی بیشتر در جنوب کشور از ماهی هوور استفاده می شود. طعم سبزیجات معطر در این پلو عطر و مزه بی نظیری به هواری پلو می دهد.
                `,
        steps: [
          {
            stepName: 'مرینت کردن ماهی',
            stepBody: `ابتدا تمر هندی را با دو لیوان آب نرم کنید و از صافی رد کنید سپس فیله ماهی را به مدت یکساعت داخل تمرهندی قرار داده تا مزه دار شود.
            `,
          },
          {
            stepName: 'سرخ کردن ماهی',
            stepBody: `پیاز را شسته و نگینی خرد کنید و داخل تابه ای نسبتا گود بریزید مقداری روغن ریخته و پیاز ها را تفت داده تا کمی سبک شود سپس سیر را پوست کنده و رنده و پیازمون اضافه کرده تا عطر سیر خارج شود سپس ماهی از تمرهندی خارج کنید و بگذارید داخل صافی تا آب اضافی آن خارج شود سپس داخل پیاز و سیر همراه با زردچوبه و فلفل سیاه سرخ کنید در انتها آب تمرهندی که ماهی داخل آن استراحت کردن را به همراه زعفران می ریزیم تا آب تمر هندی کاملا تمام شود سپس گشنیز را اضافه کرده و از روی حرارت بر میداریم.
            `,
          },
          {
            stepName: 'سرخ کردن گوجه',
            stepBody: `گوجه ها را شسته و حلقه حلقه کنید داخل تابه با مقداری نمک سرخ کنید و کنار بگذارید.`,
          },
          {
            stepName: 'دم گذاشتن هواری پلو',
            stepBody: `برنج را از شب قبل با مقداری نمک خیس کرده سپس یک قابلمه آب را روی حرارت بگذارید تا به جوش بیاد سپس برنج را داخل قابلمه می ریزیم تا نرم شود در هنگام پختن برنج مدام کف روی آن را گرفته سپس برنج را آبکش کرده و کف قابلمه مقداری روغن ریخته و ته دیگ مورد نظر کف قابلمه قرار داده و یک لایه برنج ریخته و مرکز آن ماهی پخته شده به همراه گوجه فرنگی ها می گذاریم سپس مابقی برنج را می ریزیم و می گذاریم روی شعله پخش کن به مدت ۵۰ دقیقه خوب دم بکشد سپس در انتها کمی کره روی برنج ریخته و در ظرف سرو کشیده همراه با ترشی فلفل`,
          }
        ],
      },
    ]).then((r) => {
      console.log(r);
    });
  });
